Revit 2027 API
GroupTypeId.TrussFamilyTopChord Property
 Top Chords.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyTopChord { get; }
Public Shared ReadOnly Property TrussFamilyTopChord As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyTopChord {
	ForgeTypeId^ get ();
}
static member TrussFamilyTopChord : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace